Repository: Owndo/Mi.do
Catalog: Tasker/Modules/UIComponents/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

source: A double tap will expand the subtasks
de: Doppelt tippen zum Öffnen
es: Doble toque para expandir subtareas
fr: Un double tap développera les sous-tâches
it: Doppio tocco per espandere
pt_br: Toque duplo para expandir
ru: Двойной тап раскроет список

source: Add notes..
de: Notizen hinzufügen..
es: Añadir notas..
fr: Ajouter des notes..
it: Aggiungi note..
pt_br: Adicionar notas..
ru: Добавить заметку..

source: Calendar
de: Kalender
es: Cambia entre fechas y mira los desafíos
fr: Calendrier
it: Calendario
pt_br: Calendário
ru: Календарь

source: Controll here..
de: Hier steuern..
es: Controla aquí..
fr: Contrôler ici..
it: Controlla qui..
pt_br: Controle aqui..
ru: Управление

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir
ru: Удалить

source: Delete all of these tasks
de: Alle diese Aufgaben löschen
es: Eliminar todas estas tareas
fr: Supprimer toutes ces tâches
it: Elimina tutte queste attività
pt_br: Excluir todas essas tarefas
ru: Удалить все эти задачи

source: Delete only this task
de: Nur diese Aufgabe löschen
es: Eliminar solo esta tarea
fr: Supprimer uniquement cette tâche
it: Elimina solo questa attività
pt_br: Excluir apenas esta tarefa
ru: Удалить только эту

source: Delete task?
de: Supprimer la tâche ?
es: ¿Eliminar la tarea?
fr: Supprimer la tâche ?
it: Eliminare l’attività?
pt_br: Excluir a tarefa?
ru: Удалить задачу?

source: Find your tasks..
de: Finde deine Aufgaben..
es: Encuentra tus tareas..
fr: Glissez à gauche pour supprimer
it: Trova le attività..
pt_br: Encontre suas tarefas..
ru: Найди свои задачи..

source: Just say our task
de: Sag einfach unsere Aufgabe
es: Solo di nuestra tarea
fr: Dis simplement notre tâche
it: Dì semplicemente il nostro compito
pt_br: Basta dizer nossa tarefa
ru: Просто скажи задачу

source: Open subtasks..
de: Unteraufgaben öffnen..
es: Abrir subtareas..
fr: Ouvrir les sous-tâches..
it: Apri sotto-attività..
pt_br: Abrir subtarefas..
ru: Открыть подзадачи..

source: Profile
de: Profil
es: Acceso rápido a tus tareas
fr: Profil
it: Profilo
pt_br: Perfil
ru: Профиль

source: Pull down to start
de: Zum Start nach unten ziehen
es: Desliza hacia abajo para empezar
fr: Tirez vers le bas pour commencer
it: Scorri giù per iniziare
pt_br: Puxe para começar
ru: Потяни вниз, чтобы начать

source: Quick access to your tasks
de: Schnellzugriff auf Aufgaben
es: Acceso rápido a tus tareas
fr: Accès rapide à vos tâches
it: Accesso rapido alle attività
pt_br: Acesso rápido às tarefas
ru: Быстрый доступ к задачам

source: Swipe for change date double tap to back
de: Wischen zum Datum ändern, Doppeltippen zurück
es: Desliza para cambiar fecha, doble toque para volver
fr: Glissez pour changer la date, double tap pour revenir
it: Scorri per cambiare data, doppio tocco indietro
pt_br: Deslize para mudar a data, toque duplo para voltar
ru: Смахни, чтобы сменить дату, двойной тап — назад

source: Swipe to delete
de: Zum Löschen wischen
es: Desliza para eliminar
fr: Glissez pour supprimer
it: Scorri per eliminare
pt_br: Deslize para excluir
ru: Смахни, чтобы удалить

source: Swipe to the left to delete a task
de: Nach links wischen zum Löschen
es: Desliza a la izquierda para eliminar
fr: Glissez à gauche pour supprimer
it: Scorri a sinistra per eliminare
pt_br: Deslize para a esquerda para excluir
ru: Смахни влево, чтобы удалить

source: Switch between dates and see the challenges
de: Wechsel zwischen den Daten und sieh die Aufgaben
es: Cambia entre fechas y mira los desafíos
fr: Basculez entre les dates et voyez les défis
it: Passa tra le date e vedi le sfide
pt_br: Alterne entre datas e veja os desafios
ru: Переключай даты и смотри задачи

source: Tap or hold the plus button to get started
de: Plus-Taste tippen oder halten zum Start
es: Toca o mantén presionado el botón más para comenzar
fr: Appuyez ou maintenez le bouton plus pour commencer
it: Tocca o tieni premuto il pulsante più per iniziare
pt_br: Toque ou segure o botão de mais para começar
ru: Нажмите или удерживайте кнопку плюс, чтобы начать

source: Tap the search button to get started
de: Suchknopf tippen zum Start
es: Toca el botón de búsqueda para empezar
fr: Appuyez sur recherche pour démarrer
it: Tocca cerca per iniziare
pt_br: Toque em buscar para começar
ru: Нажми поиск, чтобы начать

source: Tap to complete
de: Tippen zum Abschließen
es: Toca para completar
fr: Touchez pour terminer
it: Tocca per completare
pt_br: Toque para concluir
ru: Нажми, чтобы завершить

source: This's a recurring task.
de: Dies ist eine wiederkehrende Aufgabe.
es: Esta es una tarea recurrente.
fr: C’est une tâche récurrente.
it: Questa è un’attività ricorrente.
pt_br: Esta é uma tarefa recorrente.
ru: Это повторяющаяся задача.

source: When you've completed this task
de: Wenn Aufgabe abgeschlossen ist
es: Cuando hayas completado la tarea
fr: Quand vous avez terminé cette tâche
it: Quando hai completato
pt_br: Quando a tarefa for concluída
ru: Когда задача завершена

source: Your data, news and app customization
de: Daten, News und App-Anpassung
es: Datos, noticias y personalización
fr: Vos données et réglages
it: Dati, notizie e personalizzazione
pt_br: Dados, novidades e personalização
ru: Данные, новости и настройки

source: Your task by day
de: Deine Aufgabe pro Tag
es: Tu tarea por día
fr: Votre tâche par jour
it: La tua attività per giorno
pt_br: Sua tarefa por dia
ru: Задачи по дням
